Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: March 8: A 68-year-old, Italian woman on the cruise ship Costa Luminosa sailing from Fort Lauderdale, Florida is put in isolation in a Puerto Rico hospital after showing symptoms of pneumonia.
es: 8 de marzo: una mujer italiana de 68 años en el crucero Costa Luminosa que navega desde Fort Lauderdale, Florida, se encuentra aislada en un hospital de Puerto Rico después de mostrar síntomas de neumonía .

source: On 9 April, OPEC and Russia agreed to reduce by 10 million bpd.
es: El 9 de abril, la OPEP y Rusia acordaron reducir en 10 millones de barriles.

source: is a cryptographic hash function such as SHA-256.
es: es función criptográfica como SHA-256 .

source: "However, fully artificial polyisoprene—rather than ""hypoallergenic"" cleaned natural latex rubber—is also the most expensive natural latex substitute available.)"
es: Aun así, el polisopreno artificial es también el substituto de látex más caro disponible.

source: ISBN 9783110434330.
es: ISBN 8448605349.

source: Before the closure, box office tracking estimated a 94% drop for the weekend of March 6–8 compared to the same period the previous year.
es: Antes del cierre, el seguimiento de la taquilla estimó una caída del 94% para el fin de semana del 6 al 8 de marzo en comparación con el mismo período del año anterior.

source: In the K-POP industry, the rapid spread of the coronavirus within South Korea has led to the cancellations or postponing of concerts and other events for K-POP acts within and outside of South Korea, with example situations including the cancellation of the remaining Asia dates and the Europe leg for Seventeen’s Ode To You Tour on 9 February 2020 and the cancellation of all Seoul dates for BTS' Map of the Soul Tour.
es: En la industria de kpop, la rápida propagación del coronavirus dentro de Corea del Sur ha llevado a la cancelación o aplazamiento de conciertos y otros eventos para actos de kpop dentro y fuera de Corea del Sur, con situaciones de ejemplo que incluyen la cancelación de las fechas restantes de Asia y Europa tramo para la gira Ode To You de Seventeen 's el 9 de febrero de 2020 y la cancelación de todas las fechas de Seúl para el Tour del Mapa del Alma de BTS [52]​[53]​

source: Conte later proceeded to officially sign the new executive decree.
es: Conte luego procedió a firmar oficialmente el nuevo decreto ejecutivo.

source: The ministry also decided to subject any passengers arriving from China to additional screenings and quarantine anyone showing the symptoms of the coronavirus infection.
es: [18]​ El ministerio también decidió someter a los pasajeros que llegan de China a exámenes adicionales y poner en cuarentena a cualquiera que muestre los síntomas de la infección por coronavirus.

source: Telecom company NTT Docomo signed a deal with Finland's Nokia to provide 5G-ready baseband networks in Japan in time for the Games.
es: La compañía de telecomunicaciones NTT Docomo firmó un acuerdo con Nokia de Finlandia para proporcionar redes de banda base listas para 5G en Japón a tiempo para los Juegos Olímpicos.

source: The other lived in Bærum and was linked to the outbreak in Iran.
es: El otro vive en Bærum y estuvo enlazado al brote en Irán.

source: He also stated that 601 healthcare workers were infected and 1 doctor had died.
es: También afirmó que 601 trabajadoes de la salud estaban infectados y 1 médico había muerto.

source: Starting in 2014, she undertook cruises from Yokohama for Tokyo or Kobe in the northern summer season.
es: [6]​ A partir de 2014, realizó cruceros desde Yokohama a Tokio o Kobe en la temporada de verano del norte.

source: Residents in Tyrol were required to remain in their homes except for necessary reasons such as purchasing food or medicine, visiting the doctor, withdrawing cash, or walking a dog.
es: Los residentes de Tirol debían permanecer en sus hogares, excepto por razones necesarias, como comprar alimentos o medicamentos, visitar al médico, retirar dinero en efectivo o pasear a un perro.

source: The tournament will be held in Bangalore, India from 18 to 22 March 2020.
es: El torneo se llevará a cabo en Bangalore, India del 18 al 22 de marzo de 2020.

source: An outbreak is defined as occurring when two or more people experience similar illness after consuming food from a common source.
es: [7]​ Se dice que ocurre un brote cuando dos o más personas experimentan enfermedades parecidas tras consumir alimentos de una fuente común.

source: Drawbacks of social distancing can include loneliness, reduced productivity and the loss of other benefits associated with human interaction.
es: Los inconvenientes del distanciamiento social incluyen la soledad, productividad reducida, y la pérdida de otros beneficios asociados con la interacción humana.

source: By 28 February 2020, stock markets worldwide saw their largest single-week declines since the 2008 financial crisis.
es: [11]​[12]​ Para el 28 de febrero de 2020, los mercados bursátiles de todo el mundo acumulaban los mayores descensos de una semana desde la crisis financiera de 2008.

source: Saudi Arabia has suspended direct passenger flights between the Kingdom and China since early February.
es: Arabia Saudita suspendió los vuelos directos entre el reino y China desde el 2 de febrero de 2020.

source: A definite explanation has not been found.
es: Sin embargo, existen diversas teorías.

source: In 2011 he fled Iran, where he had been imprisoned as a political prisoner, for Britain, where he gained refugee status.
es: En 2011 huyó de Irán, donde había sido encarcelado como preso político, a Gran Bretaña, donde obtuvo el estatus de refugiado.

source: TÜRK-İŞ leader Ergün Atalay issued a written statement on 31 March, demanding the banning of layoffs and asked for stopping all works for at least 15 days except those offering essential goods and services.
es: [59]​ El líder de TÜRK-İŞ Ergün Atalay emitió una declaración por escrito el 31 de marzo, exigiendo la prohibición de los despidos y solicitó detener todas las obras durante al menos 15 días, excepto las que ofrecen bienes y servicios esenciales.

source: On 8 March, three more cases were confirmed from Dominican tourists that came from a trip to Italy.
es: [12]​ Luego, el 8 de marzo, tres casos adicionales fueron confirmados, correspondientes a tres turistas dominicanos que regresaron de un viaje a Italia.COVID-19.

source: Outbreaks are usually identified when those affected know each other.
es: Los brotes se suelen identificar cuando los afectados saben unos de otros.

source: "14 March: Hubei Sanitation and Health Committee (卫生健康委员会) Vice-Chairperson Liu Dongru (柳东如) announces that only Wuhan remains a ""high-risk area"", and that the entirety of the rest of the province is considered medium- or ""low-risk areas""."
es: "14 de marzo de 2020: El vicepresidente Liu Dongru del Comité de Sanidad y Salud de Hubei anuncia que solo Wuhan permanece como un ""área de alto riesgo"",[18]​ y que el resto de la provincia se considera zonas de ""bajo"" o ""moderado"" riesgo."

source: On 8 April, there were five cases and one recovery, all serving at the Mount Pleasant Complex.
es: El 8 de abril, hubo cinco casos y una recuperación, todos en el Complejo Mount Pleasant.

source: On 21 March, the Ministry of the Interior reported that, with the circular it sent to the 81 provincial governorships, military farewell ceremonies were temporarily suspended.
es: El 21 de marzo, el Ministerio del Interior informó que, con la circular que envió a las 81 gobernaciones provinciales, se suspendieron temporalmente las ceremonias de despedida militar.

source: "Goldman Sachs cancelled all ""non-essential"" travel and put in place specific restrictions on travel to China, South Korea, Italy, and Iran."
es: "[3]​ Goldman Sachs canceló todos los viajes ""no esenciales"" y estableció restricciones específicas para viajar a China, Corea del Sur, Italia e Irán."

source: As of 30 April 2020, 6,753 cases had been reported in Australia, with the highest number of cases being in New South Wales, with 3,016.
es: Hasta el 27 de abril de 2020, se confirmaron 6720 casos, con mayor número en Nueva Gales del Sur (3004 casos), 5586 recuperaciones y 83 muertos en Australia.

source: Nepal government has given permission to only 25 pilgrims at once in the holy Pashupatinath Temple in Kathmandu,Nepal.
es: El gobierno de Nepal ha dado permiso a solo 25 peregrinos a la vez en el templo sagrado de Pashupatinath en Katmandú, Nepal.

source: Finally oxygen toxicity contributes to ventilator-associated lung injury through several mechanisms including oxidative stress.
es: Finalmente, la toxicidad del oxígeno contribuye a la lesión pulmonar asociada con el ventilador a través de varios mecanismos, incluido el estrés oxidativo .

source: In Aragon the second case of coronavirus was confirmed, an 87-year-old man admitted to the hospital at the Nuestra Señora de Gracia Hospital in Zaragoza, who died a few hours later.
es: Segundo caso confirmado en Aragón, un hombre de 87 años ingresado en el hospital de Nuestra Señora de Gracia Hospital en Zaragoza, que falleció unas horas más tarde.

source: The Wuhan Institute of Virology, Chinese Academy of Sciences (WIV; Chinese: 中国科学院武汉病毒研究所) is a research institute on virology administered by the Chinese Academy of Sciences (CAS).
es: El Instituto de Virología de Wuhan es un instituto de investigación de virología administrado por la Academia de Ciencias de China y está situado en el distrito de Jiangxia de Wuhan.

source: The number repatriated from the ship are included in the state totals as follows: Qld (3), SA (1), Vic (4), WA (2, one of whom died on 1 March).
es: De los repatriados del crucero, se confirmaron casos en Queensland (3), Australia del Sur (1), Victoria (4), Australia Occidental (2, de los cuales uno murió el 1 de marzo).

source: According to the ministry, two of the patients were infected in Luxembourg while the other 10 got infected abroad.
es: Según el ministerio, dos de los pacientes estuvieron infectados en Luxemburgo mientras los otros 10 se infectaron en el extranjero.

source: Officials in Apulia confirmed that a 33-year-old man from Taranto, who returned from Codogno on 24 February, tested positive and was admitted to San Giuseppe Moscati Hospital.
es: Apulia confirmó que un hombre de 33 años de Tarento, que regresó de Codogno el 23 de enero, dio positivo y fue ingresado en el Hospital San Giuseppe Moscati.

source: Age and economic inequality
es: Hibernación de la economía

source: Schools were closed starting on 20 February.
es: Las escuelas cerraron a partir del 20 de febrero.

source: Other viral proteins have multiple actions in the host cell, including degrading cellular mRNA and using the released nucleotides for vRNA synthesis and also inhibiting translation of host-cell mRNAs.
es: Otras proteínas víricas tienen múltiples acciones en la célula huésped, incluyendo la propia degradación del ARN celular con el fin de emplear los nucleótidos resultantes para la síntesis de más ARNv e inhibiendo la transcripción del ARN celular.

source: Chronic lung disease occurs most commonly in vulnerable hosts with underlying lung disease such as cystic fibrosis, bronchiectasis, and prior tuberculosis.
es: La enfermedad pulmonar crónica se presenta con mayor frecuencia en huéspedes vulnerables con enfermedad pulmonar subyacente, como fibrosis quística, bronquiectasia y tuberculosis previa.

source: peaceful and apolitical preaching-to-the-people movement.
es: Es una organización pacifista (invitación pacífica).

source: Biopsy sites may be identified by medical imaging, such as magnetic resonance imaging, as the muscles may not be uniformly affected.
es: [15]​ Los sitios por biopsiar pueden ser identificados por medio de estudios por imágenes médicas, como la resonancia magnética, puesto que los músculos pueden no hallarse afectados de manera uniforme.

source: When the pressure within the skull (intracranial pressure, abbreviated ICP) rises too high, it can be deadly.
es: Cuando la presión intracraneal se eleva demasiado puede ser mortal.

source: In general, it is agreed that a TBI with a GCS of 13 or above is mild, 9–12 is moderate, and 8 or below is severe.
es: Una ECG menor se define como TCE moderado (9-12) o grave (3-8).

source: In addition, all cultural activities planned by the government were cancelled.
es: También se suspendieron todas las actividades culturales programadas por las administraciones.

source: On 14 January, Taoiseach Leo Varadkar sought a dissolution of the Dáil which was granted by the president, with the 33rd Dáil to convene on 20 February at 12 noon.
es: [4]​ El 14 de enero, el Taoiseach Leo Varadkar pidió la disolución del Dáil que fue aprobada por el presidente, con la reunión de la 33.ª legislatura el día 20 de febrero a las 12 del mediodía.

source: On 17 March 2020, Vice President Rosario Murillo announced that Cuba was going to send doctors and pharmaceuticals to Nicaragua to help deal with coronavirus, despite there being no confirmed cases in the country at the time.
es: El 17 de marzo de 2020, Rosario Murillo anunció que Cuba enviaría médicos y productos farmacéuticos a Nicaragua para ayudar a lidiar con el coronavirus, a pesar de que no había casos confirmados en el país en ese momento.

source: What are you fighting for, Dr Semmelweis by Titus Alexander, 1968.
es: What are you fighting for, Dr Semmelweis de Titus Alexander, 1973.

source: RKI staff are involved in various international research projects and programmes, helping to tackle urgent public health problems such as the Ebola outbreak in West Africa in 2011.
es: El personal del RKI está involucrado en varios proyectos y programas de investigación internacionales, ayudando a abordar problemas urgentes de salud pública como el brote de ébola en África occidental en 2011.

source: If the swelling is very rapid, as may happen with a crush injury after someone is released from under heavy collapsed debris, the movement of fluid from the bloodstream into damaged muscle may cause low blood pressure and shock.
es: [2]​ Si la inflamación es muy rápida, como puede suceder después de la extracción de una víctima del derrumbe de un edificio, el movimiento de la sangre del sistema circulatorio al músculo dañado puede causar un descenso de la presión arterial y shock.

source: March 28, Brazil totals more than 100 confirmed deaths from COVID-19.
es: El 12 de marzo, Brasil supera los 100 casos confirmados de COVID-19.

source: Since the protective ability of influenza vaccines depends primarily on the closeness of the match between the vaccine virus and the epidemic virus, the presence of nonreactive H3N2 SIV variants suggests current commercial vaccines might not effectively protect pigs from infection with a majority of H3N2 viruses.
es: Ya que la capacidad protectora de las vacunas de gripe dependen principalmente de la cercanía y similitud entre el virus de la vacuna y el virus que causa la epidemia, la presencia de variantes no reactivas del virus H3N2 sugiere que las vacunas comerciales actuales podrían no proteger efectivamente a los cerdos de infecciones por una gran mayoría de virus H3N2.

source: Universities would also remain closed for three weeks.
es: Las universidades también permanecerían cerradas durante tres semanas.

source: The Federal Reserve also established an additional lending facility similar to the CPFF for money market mutual funds.
es: La Reserva Federal también estableció una línea de crédito adicional similar al CPFF para fondos mutuos del mercado monetario[97]​.

source: As of 13 March, Norway introduced a ban on visits to Norway through Oslo airport.
es: A partir del 13 de marzo, Noruega prohibió las visitas a través del aeropuerto de Oslo.

source: Financial risk and country risk
es: Riesgo financiero y riesgo por país

source: Politician Igor Nikulin made rounds on Russian television and news media, arguing that Wuhan was chosen for the attack because the presence of a BSL-4 virus lab provided a cover story for the Pentagon and CIA about a Chinese bio-experiment leak.
es: El político Igor Nikulin hizo apariciones en los medios de comunicación rusos, argumentando que Wuhan fue elegido para el ataque porque la presencia de un laboratorio de virus BSL-4 proporcionó una historia de encubrimiento para el Pentágono y la CIA sobre una fuga de un bioexperimento chino.

source: "Two of the former Federal Health Agency's institutes, the Berlin-based AIDS centre and the ""Institut für Sozialmedizin und Epidemiologie"" (Institute for Social Medicine and Epidemiology), were attached to the Robert Koch Institute."
es: Dos de los institutos de la anterior Agencia Federal de Salud, el centro de SIDA con sede en Berlín y el «Institut für Sozialmedizin und Epidemiologie» (Instituto de Medicina Social y Epidemiología), estaban adscritos al Instituto Robert Koch.

source: The Los Angeles box office, a key movie market and local economic backbone, was projected to fall by 20% in April 2020 compared to its 2019 figures, based on the state of emergency declared in the county at the start of March 2020.
es: [10]​ Se proyectó que la taquilla de Los Ángeles, un mercado clave de películas y una columna vertebral económica local, caería un 20% en abril de 2020 en comparación con sus cifras de 2019, según el estado de emergencia declarado en el condado a principios de marzo de 2020.

source: On 16 March, the Prime Minister announced changes to government advice, extending self-isolation to whole households, advising social distancing particularly for vulnerable groups, and indicating that further measures were likely to be required in the future.
es: El mismo día en que se publicó el informe, el Primer Ministro anunció en una conferencia de prensa cambios significativos en las recomendaciones del gobierno, extendiendo el autoaislamiento a hogares enteros, aconsejando el distanciamiento social, particularmente para grupos vulnerables, e indicando que probablemente se requerirían medidas adicionales.

source: The last case of wild polio in the South-East Asia Region was reported in India on 13 January 2011.
es: [102]​ El 13 de enero de 2011, en la India, se registró el último caso de polio salvaje en la región del Sudeste Asiático.

source: "RKI scientists regularly publish their results in scientific journals and in their own reports, e.g. the ""Infectious Disease Epidemiology Annual Report"", special reports on different diseases in Germany (influenza, tuberculosis, cancer), ""Health in Germany""."
es: Los científicos del RKI publican regularmente sus resultados en revistas científicas y en sus propios informes, por ejemplo, el «Informe Anual de Epidemiología de Enfermedades Infecciosas», informes especiales sobre diferentes enfermedades en Alemania (influenza, tuberculosis, cáncer), «Salud en Alemania».

source: Mannitol acts by osmosis to enhance urine production and is thought to prevent myoglobin deposition in the kidney, but its efficacy has not been shown in studies and there is a risk of worsening kidney function.
es: [18]​ El manitol actúa por ósmosis para mejorar la producción de orina y se piensa que evitaría el depósito de mioglobina en el riñón, pero su eficacia no se ha demostrado en estudios y existe el riesgo de que empeore la función renal.

source: She had been exhibiting several symptoms, but didn't notify the authorities about her travel history or health conditions.
es: Ella había estado exhibiendo varios síntomas, pero no notificó a las autoridades sobre su historial de viaje o sus condiciones de salud.

source: On 12 March, Vice Minister of Health and Social Protection Mira Rakacolli stated that during the last 24 hours 145 people had been tested for COVID-19, for a total of 298 tests performed.
es: El 12 de marzo, la viceministra de Salud y Protección Social Mira Rakacolli afirmó que, en las últimas 24 horas, 145 personas habían sido testadas de Covid-19.

source: Week of 9 March 2020
es: 9 de marzo de 2020

source: If supportive treatment is inadequate to manage this, renal replacement therapy (RRT) may be required.
es: [1]​ Si el tratamiento de apoyo es insuficiente para manejar esa situación puede ser necesario recurrir a la terapia de reposición renal.

source: On March 16, the White House advised against any gatherings of more than ten people.
es: [16]​ El 16 de marzo, la Casa Blanca desaconsejó cualquier reunión de más de 10 personas.

source: Basketball at the 2020 Summer Olympics
es: Baloncesto en Tokio 2020

source: "When she saw the words ""SARS coronavirus, pseudomonas aeruginosa, 46 types of oral / respiratory colonisation bacteria"" on the test sheet, Ai immediately reported to the hospital's public health department and infection department."
es: "Cuando vio las palabras ""coronavirus SARS, pseudomonas aeruginosa, 46 tipos de bacterias de colonización respiratorias/orales"" en la hoja de pruebas, Ai inmediatamente informó al departamento de salud pública del hospital y al departamento de infecciones."

source: To prevent malicious third parties from establishing patterns of movement by tracing static identifiers over a large area, EphIDs are rotated frequently.
es: Para evitar que terceros malintencionados establezcan patrones de movimiento rastreando identificadores estáticos en un área grande, los EphID se rotan con frecuencia.

source: The World Health Organization (WHO) have listed Taiwan as part of China, which resulted in multiple countries including Italy, Vietnam, and the Philippines briefly banning flights from Taiwan in January and February 2020, despite the disease not then having reached epidemic status in Taiwan.
es: La Organización Mundial de la Salud (OMS) ha incluido a Taiwán como parte de China, lo que resultó en múltiples países, entre ellos Italia,[145]​ Vietnam,[146]​ y Filipinas,[147]​ que prohibieron brevemente los vuelos desde Taiwán en enero y febrero de 2020, a pesar de que la enfermedad no había alcanzado el estado epidémico en Taiwán.

source: Some commentators have suggested that outcry over the disease could be a rare protest against the CPC.
es: [20]​ Algunos comentaristas han sugerido que la protesta por la enfermedad podría ser una rara protesta contra el PCCh.

source: On 11 March 2020, it was announced that the wife and daughter of the French tourist also tested positive, bringing the total cases to 5.
es: El 11 de marzo de 2020, se anunció que tanto la mujer como la hija del turista francés dieron positivo, sumando los casos totales a 5.

source: Catalan Government orders the confinement of the city of Igualada and the towns of Vilanova del Camí, Òdena and Santa Margarida de Montbui after Igualada Hospital became a contagion focus.
es: El gobierno catalán ordena el confinamiento de la ciudad de Igualada y las ciudades de Vilanova del Camí, Òdena y Santa Margarida de Montbui después de que el Hospital de Igualada se convirtiera en un foco de contagio, afectando esta medida a 70 000 personas durante 14 días y convirtiéndose en la primera medida de este tipo en España.

source: According to research papers published in 2005 and 2006, the identification and development of novel vaccines and medicines to treat SARS was a priority for governments and public health agencies around the world.
es: Según los documentos de investigación publicados en 2005 y 2006, la identificación y el desarrollo de nuevas vacunas y medicamentos para tratar el SARS era una prioridad para los gobiernos y las agencias de salud pública de todo el mundo.

source: This repeated alveolar collapse and expansion (RACE) is thought to cause VALI.
es: Se cree que este colapso y expansión alveolar repetida (RACE) causa VALI.
